Repository: martinevoda/PoolTestPro_app
Catalog: lib/l10n/app_*.arb
Languages: es

source: Settings
es: Ajustes

source: Dark mode
es: Modo oscuro

source: Language
es: Idioma

# resetAll
source: Reset all data
es: Resetear todos los datos

# resetGraphs
source: Reset only graphs
es: Resetear solo los gráficos

# resetAllDone
source: All data has been reset
es: Todos los datos han sido reseteados

# resetGraphsDone
source: Graph records deleted
es: Registros de gráficos eliminados

# legalInfo
source: Legal information
es: Información legal

# legalDisclaimer
source: This app is for personal use only. It does not replace professional pool maintenance advice. No personal data is stored on external servers.
es: Esta app es solo para uso personal. No reemplaza el consejo profesional en mantenimiento de piscinas. No se almacenan datos personales en servidores externos.

source: Spanish
es: Español

source: English
es: Inglés

# testIndividual
source: Individual test
es: Test individual

# verRegistrosAnteriores
source: View previous records
es: Ver registros anteriores

# verGraficoParametro
source: View parameter chart
es: Ver gráfico de un parámetro

# title
source: Pool App
es: App de Piscina

# cloroLibre
source: Free chlorine
es: Cloro libre

# cloroCombinado
source: Combined chlorine
es: Cloro combinado

# gotas
source: Drops
es: Gotas

# calcularAjustes
source: Calculate adjustments
es: Calcular ajustes

# usarGotasCheckbox
source: Enter drops and volume
es: Ingresar gotas y volumen

# cantidadGotas
source: Number of drops
es: Cantidad de gotas

# valorEnPPM
source: Value in ppm
es: Valor en ppm

# valorMedido
source: Measured value
es: Valor medido

# parametro
source: Parameter
es: Parámetro

# registrosAnteriores
source: Previous records
es: Registros anteriores

# sinRegistros
source: No saved records.
es: No hay registros guardados.

# confirmarBorradoTitulo
source: Delete record?
es: ¿Borrar registro?

# confirmarBorradoMensaje
source: Are you sure you want to delete this record?
es: ¿Estás seguro de que querés eliminar este registro?

source: Cancel
es: Cancelar

# borrar
source: Delete
es: Borrar

# graficoParametro
source: 📈 Parameter chart
es: 📈 Gráfico de parámetro

# valor
source: Value
es: Valor

# fecha
source: Date
es: Fecha

# valorIdeal
source: ✅ Ideal value: {min} – {max}
es: ✅ Valor ideal: {min} – {max}

source: No data to plot.
es: No hay datos para graficar.

# calcular
source: Calculate
es: Calcular

# calcularTooltip
source: Tap to calculate adjustments
es: Presiona para calcular ajustes

source: Register filter cleaning
es: Registrar limpieza del filtro

# filterCleaningSaved
source: ✅ Filter cleaning recorded
es: ✅ Limpieza del filtro registrada

source: Register cell cleaning
es: Registrar limpieza de la celda del generador

# cellCleaningSaved
source: ✅ Cell cleaning recorded
es: ✅ Limpieza de celda registrada

# activateWeeklyReminder
source: Enable weekly reminder
es: Activar recordatorio semanal

# reminderDescription
source: Weekly reminder for frequent parameters.
es: Recordatorio semanal para parámetros frecuentes.

# testReminderTitle
source: Test reminder
es: Recordatorio de test

# testReminderBody
source: Test chlorine, pH, and alkalinity. (CYA and hardness only monthly)
es: Haz el test de cloro, pH y alcalinidad. (CYA y dureza solo mensual)

# legalInfoContent
source: This app does not replace professional water quality testing. Use for home support only. Data is stored locally on your device.
es: Esta aplicación no reemplaza pruebas profesionales de calidad del agua. Usar solo como apoyo doméstico. Los datos se almacenan localmente en tu dispositivo.

# historialMantenimiento
source: Maintenance history
es: 🧽 Historial de mantenimiento

# filterCleaningTitle
source: Filter cleaning
es: Limpieza del filtro

# filterCleaningDescription
source: Reminder to clean Jandy CS cartridge filter.
es: Recordatorio para limpiar el filtro de cartucho Jandy CS.

# cellCleaningTitle
source: Cell cleaning
es: Limpieza de la celda

# cellCleaningDescription
source: Reminder to clean the Jandy TruClear generator cell.
es: Recordatorio para limpiar la celda del generador Jandy TruClear.

# scheduleFilterCleaningCalendar
source: 📅 Schedule filter cleaning in calendar
es: 📅 Agendar limpieza de filtro en el calendario

# scheduleCellCleaningCalendar
source: 📅 Schedule cell cleaning in calendar
es: 📅 Agendar limpieza de celda en el calendario

# maintenanceHistoryTitle
source: 🧼 Maintenance history
es: 🧼 Historial de mantenimiento

# filterSectionTitle
source: 🧼 Filter cleaning (Jandy CS)
es: 🧼 Limpieza del filtro (Jandy CS)

# cellSectionTitle
source: ⚡ Cell cleaning (TruClear)
es: ⚡ Limpieza de celda del generador (TruClear)

# noRecords
source: No records yet.
es: Sin registros aún.

source: 🧼 Maintenance History
es: 🧼 Historial de mantenimiento

# filterCleaningSectionTitle
source: 🧽 Filter Cleaning (Jandy CS)
es: 🧼 Limpieza del filtro (Jandy CS)

# cellCleaningSectionTitle
source: ⚡ Cell Cleaning (TruClear)
es: ⚡ Limpieza de celda del generador (TruClear)

source: No records yet.
es: Sin registros aún.

# monthlyReminderTitle
source: Enable monthly reminder
es: Activar recordatorio mensual

# monthlyReminderSubtitle
source: CYA and calcium hardness
es: CYA y dureza cálcica

# activateMonthlyReminder
source: Enable monthly reminder
es: Activar recordatorio mensual

# monthlyReminderDescription
source: Monthly reminder for specific parameters.
es: Recordatorio mensual para parámetros específicos.

# monthlyReminderBody
source: 📅 Monthly reminder! Don’t forget to check CYA and calcium hardness.
es: ¡Recordatorio mensual! No olvides revisar CYA y dureza cálcica.

# weekdayLabel
source: {day, select, 1{Monday} 2{Tuesday} 3{Wednesday} 4{Thursday} 5{Friday} 6{Saturday} 7{Sunday} other{}}
es: {day, select, 1{Lunes} 2{Martes} 3{Miércoles} 4{Jueves} 5{Viernes} 6{Sábado} 7{Domingo} other{}}

# weekdayLabelHint
source: Label for weekdays (1 to 7)
es: Etiqueta de días de la semana (1 a 7)

# weekdayLabel1
source: Monday
es: Lunes

# weekdayLabel2
source: Tuesday
es: Martes

# weekdayLabel3
source: Wednesday
es: Miércoles

# weekdayLabel4
source: Thursday
es: Jueves

# weekdayLabel5
source: Friday
es: Viernes

# weekdayLabel6
source: Saturday
es: Sábado

# weekdayLabel7
source: Sunday
es: Domingo

# selectWeekday
source: Select weekday to test Chlorine, pH, and Alk
es: Seleccionar día de la semana para testear Cloro, pH y alc

# selectMonthDay
source: Select day of the month to test CYA and hardness
es: Seleccionar día del mes para testear CYA y dureza calcica

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Sunday
es: Domingo

source: 🔕 Monthly reminder deactivated.
es: 🔕 Recordatorio mensual desactivado.

source: 🔔 Monthly reminder activated.
es: 🔔 Recordatorio mensual activado.

# reminderDeactivated
source: 🔕 Weekly reminder deactivated.
es: 🔕 Recordatorio semanal desactivado.

# reminderActivated
source: 🔔 Weekly reminder activated.
es: 🔔 Recordatorio semanal activado.

source: day
es: día

source: Unit system
es: Sistema de unidades

# metricLabel
source: Metric (L, kg)
es: Métrico (L, kg)

# appTitle
source: Pool
es: Piscina

# estaEnRango
source: ✅ Within ideal range.
es: ✅ Está dentro del rango ideal.

# borradoExitoso
source: ✅ All data was successfully deleted.
es: ✅ Todos los datos fueron eliminados correctamente.

# resetearTodoLabel
source: Reset all data
es: Resetear todos los datos

source: Confirm
es: Confirmar

# stockTitle
source: Stock control
es: Control de stock

source: Available
es: Disponible

source: Edit quantity
es: Editar cantidad

source: Enter new quantity
es: Ingrese nueva cantidad

source: Save
es: Guardar

# productLiquidChlorine
source: Liquid chlorine (sanitizer)
es: Cloro líquido (desinfectante)

# productMuriaticAcid
source: Muriatic acid (lowers pH and alkalinity)
es: Ácido muriático (baja pH y alcalinidad)

# productStabilizer
source: CYA stabilizer (protects chlorine)
es: Estabilizador CYA (protege el cloro)

# productAlkalinityIncreaser
source: Alkalinity increaser
es: Incrementador de alcalinidad

# productCalciumHardnessIncreaser
source: Calcium hardness (calcium)
es: Dureza cálcica (calcio)

# productPoolSalt
source: Pool salt
es: Sal para piscina

# editStockTitle
source: Edit stock
es: Editar stock

# amountLabel
source: Amount
es: Cantidad

# stockControlTitle
source: Stock control
es: Control de stock

# availableLabel
source: Available
es: Disponible

# cloroLibreLabel
source: Free chlorine
es: Cloro libre

# alcalinidad
source: Alkalinity
es: Alcalinidad

# cya
source: Stabilizer (CYA)
es: Estabilizador (CYA)

# dureza
source: Calcium hardness
es: Dureza cálcica

# salinidad
source: Salinity
es: Salinidad

# suggestReplenish
source: Suggest replenishment
es: Sugerir reabastecer

# stockBajo
source: Low stock. May not be enough for next adjustment.
es: Bajo stock. Es probable que no alcance para el próximo testeo.

# controlStock
source: Stock Control
es: Control de Stock

# sinDatosStock
source: No stock data available.
es: No hay datos de stock disponibles.

# nombreProductoCloro
source: Liquid chlorine
es: Cloro líquido

# nombreProductoPH
source: Muriatic acid
es: pH Increaser (Sodium Carbonate)

# nombreProductoAlcalinidad
source: Alkalinity increaser
es: Incrementador de alcalinidad

# nombreProductoCYA
source: Stabilizer
es: Estabilizador

# nombreProductoDureza
source: Calcium hardness increaser
es: Incrementador de dureza cálcica

# nombreProductoSal
source: Pool salt
es: Sal para piscinas

# seNecesitan
source: Needed
es: Se necesitan

# de
source: of
es: de

# agregar
source: Add
es: Agregar

# cloroLibreAlto
source: Free chlorine is above recommended level. Reduce generator output.
es: El nivel de cloro libre está por encima del recomendado. Reduzca la producción del generador.

# phBajo
source: pH is low
es: El pH está bajo

# phAlto
source: pH is high
es: El pH está alto

# cyaBajo
source: Cyanuric acid (CYA) is low
es: El estabilizador (CYA) está bajo

# cyaAlto
source: Cyanuric acid (CYA) is too high. It may affect chlorine efficiency.
es: El estabilizador (CYA) está por encima del nivel recomendado. Puede afectar la efectividad del cloro.

# durezaBaja
source: Calcium hardness is low
es: La dureza cálcica está baja

# durezaAlta
source: Calcium hardness is high. May cause scaling. Consider partial water change.
es: La dureza cálcica está alta. Podría generar incrustaciones. Considere un cambio parcial de agua.

# salinidadBaja
source: Salinity is low
es: La salinidad está baja

# salinidadAlta
source: Salinity is above recommended level. May damage chlorination system.
es: La salinidad está por encima del nivel recomendado. Puede dañar el sistema de cloración. Considere reemplazar parte del agua.

# localLabel
source: {parametro}
es: {param}

# cloroCombinadoLabel
source: Combined Chlorine
es: Cloro combinado

# normalRangeCloroLibre
source: Normal range: 3–6 ppm
es: Valor normal: 3–6 ppm

# normalRangeCloroCombinado
source: Normal range: 0.0–0.2 ppm
es: Valor normal: 0–0.5 ppm

# normalRangePH
source: Normal range: 7.2–7.8
es: Valor normal: 7.2–7.8

# normalRangeAlcalinidad
source: Normal range: 80–120 ppm
es: Valor normal: 80–120 ppm

# normalRangeCYA
source: Normal range: 30–70 ppm
es: Valor normal: 30–70 ppm

# normalRangeDureza
source: Normal range: 200–400 ppm
es: Valor normal: 200–400 ppm

# normalRangeSalinidad
source: Normal range: 3000–3500 ppm
es: Valor normal: 3000–3500 ppm

# cloroLibreTip
source: Optimal level: 3–6 ppm. Essential for disinfection.
es: Nivel óptimo: 2–4 ppm. Vital para desinfección.

# recomendacionesTitulo
source: Recommendations
es: ✅ Recomendaciones:

# valorNormal
source: Normal value
es: Valor normal

# cloroLibreBajo
source: Free chlorine is low
es: El cloro libre está bajo

# subirGenerador
source: Increase Jandy TruClear generator
es: Subir el generador Jandy TruClear

# cancelar
source: Cancel
es: Cancelar

# confirmResetTitle
source: Are you sure?
es: Confirmar Reinicio

# confirmResetContent
source: This action will delete all saved data. Do you want to continue?
es: ¿Estás seguro de que deseas borrar todos los registros y el historial de mantenimiento?

# cloroLibreTitulo
source: Free chlorine: {valor}
es: Cloro libre: {valor}

# cloroCombinadoTitulo
source: Combined chlorine: {valor}
es: Cloro combinado: {valor}

# alcalinidadTitulo
source: Alkalinity: {valor}
es: Alcalinidad: {valor}

# cyaTitulo
source: Cyanuric Acid (CYA): {valor}
es: Ácido Cianúrico (CYA): {valor}

# durezaTitulo
source: Calcium Hardness: {valor}
es: Dureza Cálcica: {valor}

# salinidadTitulo
source: Salinity: {valor}
es: Salinidad: {valor}

# estaEnRange
source: ✅ In normal range.
es: ✅ En rango normal.

# reabastecerSugerido
source: You may need to restock {nombre}
es: Es posible que debas reabastecer {nombre}

# productoRecomendado
source: Recommended product: {nombreCom}
es: Producto recomendado: {nombreCom}

# cantidadRecomendada
source: Required amount: {cantidad} lb
es: Cantidad necesaria: {cantidad} lb

# noStockData
source: No stock data available yet.
es: Aún no hay datos de stock.

# nombreProductoPHAlto
source: pH Reducer
es: Reductor de pH

# nombreComercialPHAlto
source: Klean Strip Green Muriatic Acid
es: Ácido Muriático Klean Strip Verde

# nombreProductoPHBajo
source: pH Increaser (Sodium Carbonate)
es: Incrementador de pH (Carbonato de sodio)

# requiereTratamientoChoque
source: Requires shock treatment with liquid chlorine.
es: Se recomienda un tratamiento de choque con cloro libre para eliminar cloraminas.

# alertaStockInsuficiente
source: Insufficient stock to apply the recommended adjustment
es: Stock insuficiente para aplicar el ajuste recomendado

# stockBajoPosibleReabastecer
source: ⚠️ Stock is low. Consider restocking soon.
es: ⚠️ El stock es bajo. Considerá reabastecer pronto.

# alcalinidadLabel
source: Alkalinity
es: Alcalinidad

# durezaLabel
source: Calcium hardness
es: Dureza cálcica

# salinidadLabel
source: Salinity
es: Salinidad

# cloroCombinadoTip
source: Then check the generator and retest in 24h.
es: Luego, revisar el generador y retestar en 24h.

# cloroCombinadoAlto
source: High level of chloramines.
es: ⚠️ Alto. Puede indicar presencia de cloraminas. Se recomienda un tratamiento de choque.

# cloroCombinadoBajo
source: ⚠️ Low. Might not be disinfecting effectively. Check generator or retest.
es: ⚠️ Bajo. Puede no estar desinfectando adecuadamente. Verificar generador o retestar.

# cloroCombinadoNormal
source: ✅ Within ideal range. No action needed.
es: ✅ Dentro del rango ideal. Sin acción necesaria.

# alcalinidadNormal
source: ✅ Within ideal range.
es: ✅ Dentro del rango ideal.

# alcalinidadAltaConsejo
source: Tip: It also helps lower pH.
es: 💡 Consejo: También baja el pH para ayudar.

# cyaAltoConsejo
source: Tip: Consider partial draining and refilling the pool.
es: 💡 Consejo: Considera drenar parcialmente y rellenar con agua nueva.

# durezaAltaConsejo
source: Tip: Drain part of the pool if hardness is very high.
es: 💡 Consejo: Si la dureza es muy alta, considera vaciar parcialmente la piscina.

# salinidadAltaConsejo
source: Tip: Consider dilution with fresh water.
es: 💡 Consejo: Puedes diluir con agua fresca si es necesario.

# alcalinidadBaja
source: ⚠️ Low. Add {vol} of alkalinity increaser (In The Swim Alkalinity Increaser).
es: ⚠️ Baja. Agrega {vol} de incrementador de alcalinidad (In The Swim Alkalinity Increaser).

# alcalinidadAlta
source: ⚠️ High. Add {vol} of muriatic acid (Klean Strip Green Muriatic Acid). 💡 Tip: It also lowers the pH.
es: ⚠️ Alta. Agrega {vol} de ácido muriático (Klean Strip Green Muriatic Acid). 💡 Consejo: También baja el pH para ayudar.

# testGuardadoExito
source: Test saved successfully
es: Test guardado con éxito

# guardarTesteo
source: Save test
es: Guardar testeo

# opcional
source: optional
es: opcional

# agregarCantidad
source: Quantity to add
es: Cantidad a agregar

# reemplazar
source: Replace
es: Reemplazar

# poolVolumeLabel
source: Volumen de la piscina
es: Pool volume

# saveVolumeButton
source: Guardar volumen
es: Save volume

# volumenGuardado
source: ✅ Volumen guardado correctamente
es: ✅ Volume saved successfully

# instruccionesCloro
source: Enter the drops of free and combined chlorine (10 mL sample)
es: Indicá las gotas de cloro libre y combinado (10 mL muestra)

# calcularYGuardar
source: Calculate and Save
es: Calcular y guardar

# alertaStock
source: ⚠️ Low stock alert
es: ⚠️ Alerta de stock bajo

# poolTypeLabel
source: Pool type
es: Tipo de pileta

# poolTypeSalt
source: Saltwater (chlorine generator)
es: Agua con sal (generador de cloro)

# poolTypeFresh
source: Freshwater (manual chlorine)
es: Agua sin sal (cloro manual)

# poolTypeSaltSelected
source: Selected: Saltwater pool
es: Seleccionado: Agua con sal

# poolTypeFreshSelected
source: Selected: Freshwater pool
es: Seleccionado: Agua sin sal

# productoSal
source: salt
es: sal

# productoPh
source: pH increaser
es: incrementador de pH

# productoCloro
source: liquid chlorine
es: cloro líquido

# productoCya
source: stabilizer (cyanuric acid)
es: estabilizador (ácido cianúrico)

# productoAlcalinidad
source: alkalinity increaser
es: incrementador de alcalinidad

# productoDureza
source: calcium hardness increaser
es: incrementador de dureza cálcica

# recomendacionProductoCloro
source: ⚠️ Free chlorine is low. 🧪 Add {cantidad} {unidad} of liquid chlorine (HTH Pool Care Liquid Chlorine).
es: ⚠️ El cloro libre está bajo. 🧪 Agregar {cantidad} {unidad} de cloro líquido (HTH Pool Care Liquid Chlorine).

# recomendacionProductoPh
source: 🧪 Add {cantidad} {unidad} of pH Increaser.
es: 🧪 Agregar {cantidad} {unidad} de subidor de pH (pH Increaser).

# recomendacionProductoAlcalinidad
source: 🧪 Add {cantidad} {unidad} of In The Swim Alkalinity Increaser.
es: 🧪 Agregar {cantidad} {unidad} de In The Swim Alkalinity Increaser.

# recomendacionProductoCya
source: 🧪 Add {cantidad} {unidad} of Pool Mate Stabilizer.
es: 🧪 Agregar {cantidad} {unidad} de Pool Mate Stabilizer.

# recomendacionProductoDureza
source: 🧪 Add {cantidad} {unidad} of In The Swim Calcium Hardness Increaser.
es: 🧪 Agregar {cantidad} {unidad} de In The Swim Calcium Hardness Increaser.

# recomendacionProductoSal
source: 🧪 Add {cantidad} {unidad} of Morton Pool Salt.
es: 🧪 Agregar {cantidad} {unidad} de Morton Pool Salt.

# cloroCombinadoAltoMensaje
source: ⚠️ Combined chlorine is high. 💥 Requires shock treatment. 🧪 Add {cantidad} {unidad} of liquid chlorine (HTH Pool Care Liquid Chlorine). 💡 It's recommended to check free chlorine after 24 hours.
es: ⚠️ El cloro combinado está alto. 💥 Requiere tratamiento de choque. 🧪 Agregar {cantidad} {unidad} de cloro líquido (HTH Pool Care Liquid Chlorine). 💡 Se recomienda revisar el cloro libre tras 24 horas.

# ajustarGeneradorTexto
source: 💡 Adjust salt generator or filtration time.
es: 💡 Ajustar generador de sal o tiempo de filtrado.

# ajustarGenerador
source: Consider adjusting the chlorine generator if needed.
es: Considera ajustar el generador de cloro si es necesario.

# recomendacionGenerica
source: Add {cantidad} {unidad} of {producto} ({comercial}).
es: Agregar {cantidad} {unidad} de {producto} ({comercial}).

# stockSuficiente
source: Sufficient stock: {stock} available.
es: Stock suficiente: quedan {stock}.

# stockInsuficiente
source: ⚠️ Insufficient stock of {nombreProducto} ({nombreComercial}).
es: ⚠️ Stock insuficiente de {nombreProducto} ({nombreComercial}).

# stockDisponibleSuficiente
source: ✅ Stock available: sufficient. {cantidad} {unidad}
es: ✅ Stock disponible: suficiente. {cantidad} {unidad}

# seNecesita
source: Required
es: Se necesita

# stockActual
source: In stock
es: Stock actual

# alcalinidadBajaTexto
source: Alkalinity is low
es: La alcalinidad está baja

# alcalinidadAltaTexto
source: Alkalinity is high
es: La alcalinidad está alta

# alcalinidadAltaConsejo1
source: 💡 You can consider partially diluting the water if alkalinity remains high.
es: Consejo: También reduce el pH.

# alcalinidadAltaConsejo2
source: Tip: It also helps lower pH.
es: Consejo: También ayuda a estabilizar el pH.

# closeButtonLabel
source: Close
es: Cerrar

# tutorialPage1Title
source: Welcome to PoolTest Pro
es: Bienvenido a PoolTest Pro

# tutorialPage1Description
source: This app helps you maintain your pool — saltwater or freshwater — by guiding tests, product use, and stock management.
es: Esta app te ayuda a mantener tu piscina de agua salada guiando los test, el uso de productos y el control de stock.

# tutorialPage3Title
source: Individual Test
es: Test Individual

# tutorialPage3Description
source: Choose a parameter (e.g. pH, chlorine) and enter a value or drops. Fast results and targeted advice.
es: Elige un parámetro (ej. pH, cloro) e ingresa un valor o gotas. Resultados rápidos y consejos específicos.

# tutorialPage4Title
source: Charts
es: Gráficos

# tutorialPage4Description
source: Track the evolution of each parameter over time. Ideal ranges are highlighted for quick interpretation.
es: Sigue la evolución de cada parámetro a lo largo del tiempo. Los rangos ideales están marcados para facilitar la interpretación.

# tutorialPage5Title
source: Previous Records
es: Registros Anteriores

# tutorialPage5Description
source: See saved tests and delete old entries. Useful for tracking trends and confirming changes.
es: Consulta los test guardados y elimina registros antiguos. Útil para detectar tendencias y confirmar cambios.

# tutorialPage6Title
source: Stock Control
es: Control de Stock

# tutorialPage6Description
source: Every product used is automatically subtracted from your available stock. Keep inventory up-to-date.
es: Cada producto usado se descuenta automáticamente del stock disponible. Mantén actualizado tu inventario.

# tutorialPage7Title
source: Settings
es: Ajustes

# tutorialPage7Description
source: Change units, volume (default 13,000 gal), pool type (default saltwater), language, and alert preferences.
es: Cambia las unidades, el volumen (por defecto 13,000 gal), el tipo de piscina (por defecto salada), el idioma y las alertas.

# tutorialPage8Title
source: Important Notes
es: Notas Importantes

# tutorialPage8Description
source: ⚠️ Calculations are based on the Taylor K-2006C test kit and a digital salinity meter (ppm). Default values assume a 13,000 gallon saltwater pool.
es: ⚠️ Los cálculos están basados en el kit Taylor K-2006C y un medidor digital de salinidad (ppm). Se asume por defecto una piscina de agua salada de 13,000 galones.

# tutorialPage9Title
source: Legal Information
es: Información Legal
