Repository: martinevoda/PoolTestPro_app
Catalog: lib/l10n/app_*.arb
Languages: es

# tutorialPage9Description
source: 📜 English Version – Legal Notice **Disclaimer** This app has been developed for personal and educational use. The author is not responsible for how users apply the app, the results from the calculations, or any consequences that may arise related to health, safety, or pool conditions. Use of this app is at the user's own risk. It is recommended to consult with a qualified professional before applying any chemical product. The name PoolTest Pro and the contents of this app are the property of the author, who retains all legal rights regarding its use, distribution, or reproduction." 📜 Spanish Version – Información Legal **Aviso Legal** Esta aplicación ha sido desarrollada con fines personales y educativos. El autor no se hace responsable del uso que cada persona le dé a la app, ni de los resultados obtenidos por los cálculos, ni de las consecuencias que estos puedan generar en la salud, seguridad o condiciones de la piscina. El uso de esta app es bajo exclusiva responsabilidad del usuario. Se recomienda verificar todos los resultados y decisiones con un profesional calificado antes de aplicar cualquier producto químico. El nombre PoolTest Pro y el contenido de esta aplicación son propiedad del autor, quien se reserva todos los derechos legales sobre su uso, distribución o copia.
es: 📜 Versión en Español – Información Legal **Aviso Legal** Esta aplicación ha sido desarrollada con fines personales y educativos. El autor no se hace responsable del uso que cada persona le dé a la app, ni de los resultados obtenidos por los cálculos, ni de las consecuencias que estos puedan generar en la salud, seguridad o condiciones de la piscina. El uso de esta app es bajo exclusiva responsabilidad del usuario. Se recomienda verificar todos los resultados y decisiones con un profesional calificado antes de aplicar cualquier producto químico. El nombre PoolTest Pro y el contenido de esta aplicación son propiedad del autor, quien se reserva todos los derechos legales sobre su uso, distribución o copia. 📜 English Version – Legal Notice **Disclaimer** This app has been developed for personal and educational use. The author is not responsible for how users apply the app, the results from the calculations, or any consequences that may arise related to health, safety, or pool conditions. Use of this app is at the user's own risk. It is recommended to consult with a qualified professional before applying any chemical product. The name PoolTest Pro and the contents of this app are the property of the author, who retains all legal rights regarding its use, distribution, or reproduction.

# legalNowInTutorial
source: Legal information is now included in the tutorial
es: La información legal ahora se encuentra en el tutorial

# legalInTutorialMessage
source: You can view the legal info at the end of the tutorial
es: Podés ver la información legal al final del tutorial

# instruccionesCloroLibre
source: 1. Fill the cell to 10 or 25 mL. 2. Add 2 level scoops of R-0870 (DPD powder). 3. Titrate with R-0871 (FAS titrant) until the water turns clear. 4. Count the drops.
es: 1. Llenar la celda hasta 10 o 25 mL. 2. Agregar 2 cucharadas niveladas de R-0870 (DPD powder). 3. Titular con R-0871 (FAS titrant) hasta que el agua se vuelva transparente. 4. Contar las gotas.

# instruccionesCloroCombinado
source: 1. Complete the Free Chlorine test. 2. Add 5 drops of R-0003 to the same sample. 3. Observe the water: - ✅ If it stays clear, there is no combined chlorine → test is done, record 0 ppm. - ⚠️ If it turns pink again, it means combined chlorine is present. 4. If the sample turned pink: - Titrate with R-0871 (same as in free chlorine test). - Add drops one by one, swirling after each, until the pink color disappears again. - Count the number of drops → this gives the ppm of combined chlorine.
es: 1. Después del test de cloro libre, agregar 5 gotas de R-0003. 2. Si el agua se vuelve rosa, titular con R-0871 hasta que aclare. 3. Contar las gotas.

# instruccionesAlcalinidad
source: 1. Fill the cell to 10 or 25 mL. 2. Add 2 drops of R-0007. 3. Add 5 drops of R-0008 (turns green). 4. Titrate with R-0009 until red. 5. Count the drops.
es: 1. Llenar la celda hasta 10 o 25 mL. 2. Agregar 2 gotas de R-0007. 3. Agregar 5 gotas de R-0008 (se vuelve verde). 4. Titular con R-0009 hasta que pase a rojo. 5. Contar las gotas.

# instruccionesDureza
source: 1. Fill the cell to 25 mL. 2. Add 20 drops of R-0010. 3. Add 5 drops of R-0011L (turns red). 4. Titrate with R-0012 until blue. 4. Count the drops.
es: 1. Llenar la celda hasta 10 o 25 mL. 2. Agregar 20 gotas de R-0010. 3. Agregar 5 gotas de R-0011L (se vuelve rojo). 4.Titular con R-0012 hasta que se vuelva azul. 5. Contar las gotas.

# leyendaValorManual
source: ℹ️ If you're not using drops, enter the estimated value here. Do not fill both fields.
es: ℹ️ Si no usás gotas, ingresá el valor estimado aquí. No completes ambos campos.

# phAltoConsejo
source: Check the manual table if more accuracy is needed.
es: Consulta la tabla si necesitas más precisión.

# phBajoConsejo
source: Check the manual table if more accuracy is needed.
es: Consulta la tabla si necesitas más precisión.

# normalRangePh
source: Normal range: 7.2–7.8
es: Rango normal: 7.2–7.8

# instruccionesPh
source: 1. Fill the comparator cell up to the line (~44 mL). 2. Add 5 drops of R-0004. 3. Compare with the pH color scale. 4. If the result is basic (high pH): Add R-005 drop by drop until the desired color is reached and record the number of drops used. 5. If the result is acidic (low pH): Add R-006 drop by drop until the sample clears and record the number of drops used.
es: 1. Llenar la celda del comparador hasta la línea (~44 mL). 2. Agregar 5 gotas de R-0004. 3. Comparar con la escala de colores de pH. 4. Si el resultado es básico (pH alto): Agregar R-005 gota a gota hasta alcanzar el color deseado y registrar cuántas gotas se usaron. 5. Si el resultado es ácido (pH bajo): Agregar R-006 gota a gota hasta aclarar la muestra y registrar cuántas gotas se usaron.

# productoPHAlto
source: pH Reducer
es: Reductor de pH

# productoPHBajo
source: pH Increaser
es: Incrementador de pH

# phBajoTexto
source: pH is low
es: El pH está bajo

# phAltoTexto
source: pH is high
es: El pH está alto

source: Steps:
es: Pasos:

# instruccionesCya
source: 1. Mix equal parts of pool water and R-0013 up to the 14 mark. 2. Shake for 30 seconds. 3. Pour into the view tube until the black dot disappears.
es: 1. Mezclar partes iguales de agua y R-0013 hasta la marca de 14. 3. Agitar por 30 segundos. 4. Verter en el tubo hasta que el punto negro desaparezca en el tubo finito.

# instruccionesSalinidad
source: 1. Turn on the digital salinity meter. 2. Make sure the screen shows **Salt** and the unit is **ppm**. 3. Dip the meter into the water until the sensors are submerged. 4. Wait a few seconds until the reading stabilizes. 5. Record the value displayed.
es: 1. Encender el medidor digital de salinidad. 2. Asegurarse de que en pantalla diga **Salt** y la unidad sea **ppm**. 3. Introducir el medidor en el agua hasta cubrir los sensores. 4. Esperar unos segundos hasta que el valor se estabilice. 5. Leer y registrar el valor que aparece en pantalla.

source: OK
es: Aceptar

# sinRecomendaciones
source: No recommendations available
es: Sin recomendaciones disponibles

# phFueraDeRango
source: pH is outside the ideal range.
es: El pH está fuera del rango ideal.
